/* GUI Scripting Checker */
"Enable GUI Scripting" = "GUI スクリプティングを使用可能にする";
"Cancel" = "キャンセル";
"GUI Scripting is not enabled." = "GUI スクリプティングが使用可能になっていません";
"Enable GUI Scripting ?" = "GUI スクリプティングを 使用可能にしますか？ （システム環境設定の「補助装置を使用可能にする」が ON になります。）";
"Open System Preferences" = "システム環境設定を開く";
"Deny" = "拒否";
"need accessibility" = "\"$1\" は、アクセッシビリティ機能を使用してこのコンピュータの制御することを求めています。";
"Grant access" = "システム環境設定の“セキュリティーとプライバシー”環境設定で、このアプリケーションへのアクセスを許可してください。";

/* Errors when Safari is in frontmost */
"No document in Safari." = "Safari で開いている書類はありません。";
"The scheme of $1 is not 'file'." = "$1 のスキームは 'file' ではありません。";
"$1 is not found." = "$1 が見つかりません。";

/* AppleScript errors */
"Can't get selected location in Finder." = "Finder での選択場所を取得できません。";
"Can't obtain frontmost document in application $1." = "アプリケーション $1 の前面の書類を取得できません。";
